{
 "nav_character": "Герой",
 "nav_inventory": "Снаряжение",
 "nav_skill": "Навык",
 "nav_affix": "Аффикс",
 "nav_talent": "Талант",
 "inventory_needLevel": "Требуемый уровень",
 "inventory_baseAffix": "Базовый аффикс",
 "inventory_baseAttr": "Базовые параметры",
 "inventory_equipName": "Название снаряжения",
 "inventory_equipDesc": "О снаряжении",
 "inventory_dropLocation": "Место выпадения",
 "inventory_relatedAffixes": "Связанные аффиксы",
 "affix_prefix": "Префикс",
 "affix_suffix": "Постфикс",
 "character_introduction": "Описание",
 "character_characteristic": "Характеристика",
 "character_advanced": "Улучш. характеристика",
 "talent_level1": "Талант 1 ур.",
 "talent_level2": "Талант 2 ур.",
 "title_story": "Предыстория",
 "rehan_name": "REHAN",
 "rehan_video": "",
 "rehan_introduce_desc": "Son of Uhtred, chieftain of Varagon, Rehan's the last survivor from the Varagon Expedition. Grew up under tremendous pressure and hardship, Rehan lived no better than any low lifes. \\n When Rehan started to think he'll never get his father's approval, chieftain of Varagon himself reached out to his son, and Rehan hesitated. The recognition from his father that he had been longing seemed to be at hand... But Uhtred didn't take a blink to care about his own son, he commanded surrounding Agitos to trap Rehan under a spell. \\n As ember energy start to bleed into every nerve and vein inside his body, endless dreadful howling echos the hall...",
 "carino_name": "CARINO",
 "carino_video": "",
 "carino_introduce_desc": "Even for a thin dinner, Carino lays down a clean table cloth with his silverware to serve himself in royal manner. \\n Carino no doubt lived a lonesome childhood being a Hermann. After the fall of Hermann Empire, he held strong to his believe in justice and fought along his journey after leaving Dusk City, a sorrow place that was stripped away from all hopes. ",
 "gemma_name": "GEMMA",
 "gemma_video": "",
 "gemma_introduce_desc": "Gemma is born in the respected Cesar Family known for their thermal energy mech technology. Yet her fire element infused mechanic arm and a heart transplanted from a disqualified was the doing from her father trying to save her from a family rival's dreadful attack. \\n Such modification not only modified her body, but also her fun-living spirit into a blood-thirst battle maniac. ",
 "moto_name": "MOTO",
 "moto_video": "",
 "moto_introduce_desc": "Moto walks to the blackboard to write his name for the class, but could only reach the very bottom of it.  \\n Darn it! \\n Moto stretches his arm to finally finished the last character. One of the down side of being a dwarf is to live with all the normal race height furnitures in the school. Laughter lasted the entire time till he finally finished writing his name. But Moto isn't mad about the laughter at all. He brings out a small Ember Mech bird from his pocket, slowly winds it up, releases his pinching fingers. The noise is paused at once, all eyes glued on the mech bird taking off from his palm in to the air, just like a real one.",
 "youga_name": "YOUGA",
 "youga_video": "",
 "youga_introduce_desc": "Youga scratches his messy spiky hair couldn't be more confused,  \\n You got the wrong person dude. I'm not some chief mage, if I were, why would I put up this kind of hasty magic show on street? \\n As soon as he realized he's not getting out of here alone, he flicks countless petals in the sky. The soldiers all charges their spears at him, plunged right into his chest, lifting him off the ground. Not a second of screaming, Youga's body flattens into a life sized painting of Arminius the Great's portrait. Only the painting has a huge wobbly pig nose on Arminius the Great's face.",
 "thea_name": "THEA",
 "thea_video": "",
 "thea_introduce_desc": ""
}